{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "0 : 00"
			},
			"Translation":
			{
				"Text": "0 : 00"
			},
			"Key": "86821F7847EBA4CCCE869589BDF42118"
		},
		{
			"Source":
			{
				"Text": "And So On..."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5FE9C9E840720E31E4596B9108CA2687"
		},
		{
			"Source":
			{
				"Text": "And all the salmon they got that night, "
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5827E40C498371137546858053E1F99D"
		},
		{
			"Source":
			{
				"Text": "And they got afraid, and after a while this crying changed to laughing."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "AB4E1F3F47B7056DDA67569516B821A0"
		},
		{
			"Source":
			{
				"Text": "And they rowed home as quickly as they could,"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "76459FDC40A837B309087EBDBDA6E126"
		},
		{
			"Source":
			{
				"Text": "And they were listening all the time, and they thought"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CDF954B8401B823F314F9E98FF1F9131"
		},
		{
			"Source":
			{
				"Text": "And they were making out that they were all people who were drowned."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D0D08A2B46608EB0E80856ACAF63D003"
		},
		{
			"Source":
			{
				"Text": "Author"
			},
			"Translation":
			{
				"Text": "Auteur"
			},
			"Key": "6CEB86F84A7EEADF27F87EABA114FD1C"
		},
		{
			"Source":
			{
				"Text": "Belfast Harbour Marina"
			},
			"Translation":
			{
				"Text": "Marina du port de Belfast\r\n"
			},
			"Key": "21D04541495E1D86F803EDA63D1E722A"
		},
		{
			"Source":
			{
				"Text": "Birds"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8AF23B2C46E3091EAC7BE88A0206D475"
		},
		{
			"Source":
			{
				"Text": "Birds Chirping\r\n....\r\n\r\nLorem ipsum dolor sit amet, consectetur adipiscing elit. Maecenas sollicitudin ante ac orci gravida rhoncus. Fusce et tortor id neque facilisis tristique. Phasellus blandit porta mollis. Donec efficitur sem nec dui efficitur, quis condimentum neque fringilla. Nunc enim neque, placerat vel volutpat et, consectetur et nulla. Cras et tincidunt erat. Quisque pretium et magna vel maximus. Proin venenatis velit a leo finibus blandit. Praesent et luctus mauris, at venenatis quam. In sed purus ac felis pulvinar ultrices. Nam lectus dui, placerat eu tincidunt vitae, tincidunt sit amet sapien."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7A44CCA84FAD1CDE7ACF3FB9B3D17CEF"
		},
		{
			"Source":
			{
				"Text": "But one night, some years ago,"
			},
			"Translation":
			{
				"Text": "Mais une nuit, il y a quelques années,"
			},
			"Key": "53BA779B4D34330EADE0D480D9B82FCC"
		},
		{
			"Source":
			{
				"Text": "Derry Harbour"
			},
			"Translation":
			{
				"Text": "Port de Derry\r\n"
			},
			"Key": "700D263A4A899D51C033E28A36D18DD5"
		},
		{
			"Source":
			{
				"Text": "Description"
			},
			"Translation":
			{
				"Text": "Description"
			},
			"Key": "9F6DEB2F46C1AC0AB114628915EAD4A1"
		},
		{
			"Source":
			{
				"Text": "Directions"
			},
			"Translation":
			{
				"Text": "Directions"
			},
			"Key": "A694586F4289380361168F85CE9D7B7B"
		},
		{
			"Source":
			{
				"Text": "English"
			},
			"Translation":
			{
				"Text": "English"
			},
			"Key": "04BCBA0C4AD0D41A1C1C7289123B616D"
		},
		{
			"Source":
			{
				"Text": "Gaeilge"
			},
			"Translation":
			{
				"Text": "Gaeilge"
			},
			"Key": "8D9A025149814B7157E95AA549AA9490"
		},
		{
			"Source":
			{
				"Text": "Header Text"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "EECEF5E94CCF8FE125281D8E7715012E"
		},
		{
			"Source":
			{
				"Text": "Language"
			},
			"Translation":
			{
				"Text": "Langue"
			},
			"Key": "E9E2403449A7D7E792CB5AAA3CE71169"
		},
		{
			"Source":
			{
				"Text": "Location Name"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1F1DDA12443F1F094825D4B8B8FB8776"
		},
		{
			"Source":
			{
				"Text": "Location Text - Lorem ipsum dolor sit amet, consectetur adipiscing elit. Maecenas pulvinar sit amet lectus ut facilisis. In ex dolor, efficitur at odio non, porttitor gravida lacus. Sed id mauris aliquam, pharetra lacus nec, sollicitudin ex. Fusce libero eros, commodo nec ante sed, viverra dapibus orci. Nunc nisl diam, auctor at mi ut, scelerisque congue nunc. Duis tincidunt, ipsum eu sagittis efficitur, leo mauris auctor ipsum, non accumsan nisl lectus sit amet erat. Vivamus tincidunt pharetra hendrerit. Donec et lectus ac purus pharetra porttitor. Morbi lacus risus, viverra convallis iaculis vitae, tincidunt quis tortor. Donec volutpat, lorem nec rutrum aliquam, nunc turpis tincidunt lacus, a blandit eros lorem vitae tellus. Maecenas semper egestas volutpat. Nulla scelerisque id mauris non laoreet. Mauris dignissim porta pretium. In mauris augue, accumsan in neque vitae, hendrerit sagittis lacus. Vestibulum congue in est nec feugiat.\r\n\r\nNam est odio, consectetur non aliquam eu, aliquet eget justo. Ut condimentum quis quam nec blandit. Sed vitae magna vel velit dignissim mattis ut non leo. Maecenas sed nunc non est tincidunt pharetra ac vitae velit. Integer dignissim purus eu augue sagittis dictum. Maecenas feugiat lorem leo, at commodo sapien fermentum vel. In aliquam egestas feugiat.\r\n\r\nMorbi sed ligula ac ex pellentesque lacinia non non tortor. Pellentesque a pulvinar tellus, in imperdiet est. Nullam viverra lorem et efficitur ornare. Etiam felis metus, maximus a metus ac, porta eleifend tortor. Nunc consequat, sem eu tristique sodales, mi velit egestas lorem, eget laoreet nisl erat vitae ipsum. Nam sit amet nulla at tellus consectetur egestas ut non nisi. Maecenas non interdum diam. Morbi molestie maximus lacus, ac sagittis urna dignissim sed. Morbi tempus libero a varius laoreet. Curabitur hendrerit vulputate mollis.\r\n\r\nNam dictum enim sed malesuada interdum. Etiam condimentum, massa quis maximus consectetur, tortor eros iaculis mi, ac sagittis erat lacus auctor nunc. In sit amet quam ac sapien dapibus tempor et id sapien. Nullam semper velit eget rhoncus tempus. Nullam elit lorem, ullamcorper sit amet feugiat vel, gravida et tortor. Etiam suscipit quam in eros cursus euismod. Ut libero risus, ornare varius varius vitae, porta vehicula sapien. Mauris id libero nec nulla malesuada malesuada quis ut purus. Aliquam cursus mauris lorem, pharetra semper velit condimentum in."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CD404916482BC86291D58B9CE13F8349"
		},
		{
			"Source":
			{
				"Text": "Lorem ipsum dolor sit amet, consectetur adipiscing elit."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D95C7D844105485C1EDB3F85287D46F8"
		},
		{
			"Source":
			{
				"Text": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Maecenas pulvinar sit amet lectus ut facilisis. In ex dolor, efficitur at odio non, porttitor gravida lacus. Sed id mauris aliquam, pharetra lacus nec, sollicitudin ex. Fusce libero eros, commodo nec ante sed, viverra [image 3]"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1C007D914C54645C1F748D88C08D2D6B"
		},
		{
			"Source":
			{
				"Text": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Maecenas pulvinar sit amet lectus ut facilisis. In ex dolor, efficitur at odio non, porttitor gravida lacus. Sed id mauris aliquam, pharetra lacus nec, sollicitudin ex. Fusce libero eros, commodo nec ante sed, viverra dapibus orci. Nunc nisl diam, auctor at mi ut, scelerisque congue nunc. Duis tincidunt, ipsum eu sagittis efficitur, leo mauris auctor ipsum, non accumsan nisl lectus sit amet erat. Vivamus tincidunt pharetra hendrerit. Donec et lectus ac purus pharetra porttitor. Morbi lacus risus, viverra convallis iaculis vitae, tincidunt quis tortor. Donec volutpat, lorem nec rutrum aliquam, nunc turpis tincidunt lacus, a blandit eros lorem vitae tellus. Maecenas semper egestas volutpat. Nulla scelerisque id mauris non laoreet. Mauris dignissim porta pretium. In mauris augue, accumsan in neque vitae, hendrerit sagittis lacus. Vestibulum congue in est nec feugiat.\r\n\r\nNam est odio, consectetur non aliquam eu, aliquet eget justo. Ut condimentum quis quam nec blandit. Sed vitae magna vel velit dignissim mattis ut non leo. Maecenas sed nunc non est tincidunt pharetra ac vitae velit. Integer dignissim purus eu augue sagittis dictum. Maecenas feugiat lorem leo, at commodo sapien fermentum vel. In aliquam egestas feugiat.\r\n\r\nMorbi sed ligula ac ex pellentesque lacinia non non tortor. Pellentesque a pulvinar tellus, in imperdiet est. Nullam viverra lorem et efficitur ornare. Etiam felis metus, maximus a metus ac, porta eleifend tortor. Nunc consequat, sem eu tristique sodales, mi velit egestas lorem, eget laoreet nisl erat vitae ipsum. Nam sit amet nulla at tellus consectetur egestas ut non nisi. Maecenas non interdum diam. Morbi molestie maximus lacus, ac sagittis urna dignissim sed. Morbi tempus libero a varius laoreet. Curabitur hendrerit vulputate mollis.\r\n\r\nNam dictum enim sed malesuada interdum. Etiam condimentum, massa quis maximus consectetur, tortor eros iaculis mi, ac sagittis erat lacus auctor nunc. In sit amet quam ac sapien dapibus tempor et id sapien. Nullam semper velit eget rhoncus tempus. Nullam elit lorem, ullamcorper sit amet feugiat vel, gravida et tortor. Etiam suscipit quam in eros cursus euismod. Ut libero risus, ornare varius varius vitae, porta vehicula sapien. Mauris id libero nec nulla malesuada malesuada quis ut purus. Aliquam cursus mauris lorem, pharetra semper velit condimentum in.\r\n\r\nAliquam in arcu vel orci gravida fermentum in a ipsum. Duis euismod fermentum mauris, sagittis consectetur arcu pharetra ac. Pellentesque vel quam ipsum. Sed efficitur diam eget lacus interdum, id elementum velit pellentesque. Vestibulum ornare arcu sed ante luctus tempus sit amet vitae tortor. Sed non mauris sem. Ut in justo iaculis, cursus tellus vel, tincidunt risus. Duis fringilla nisi neque, ac dapibus lorem luctus quis. Sed tempor sem nec dui convallis, vel bibendum nulla faucibus."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "22BEC4204E683574A7EE36936CBB0452"
		},
		{
			"Source":
			{
				"Text": "Map"
			},
			"Translation":
			{
				"Text": "Carte"
			},
			"Key": "3600C7B64240300BD2C723BF5283BE0C"
		},
		{
			"Source":
			{
				"Text": "Map"
			},
			"Translation":
			{
				"Text": "Carte"
			},
			"Key": "C275503C46A11AC195F20696FFCA980C"
		},
		{
			"Source":
			{
				"Text": "River"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "666B46C14D678652A9C1E38ABF8787EC"
		},
		{
			"Source":
			{
				"Text": "Salmon Fishing"
			},
			"Translation":
			{
				"Text": "La pêche au saumon "
			},
			"Key": "46192C7F412DD0A896F6518E36605C5E"
		},
		{
			"Source":
			{
				"Text": "Scan QR Code"
			},
			"Translation":
			{
				"Text": "Scanner le code QR\r\n"
			},
			"Key": "3353886242A17A9D0261A5844E929B80"
		},
		{
			"Source":
			{
				"Text": "Scanning Environment..."
			},
			"Translation":
			{
				"Text": "Environnement de numérisation...\r\n"
			},
			"Key": "01649B274665D1109633FF83AD853962"
		},
		{
			"Source":
			{
				"Text": "Scanning Environment..."
			},
			"Translation":
			{
				"Text": "Environnement de numérisation...\r\n"
			},
			"Key": "D39DD7294A67ACBE1B261FB96E38DFD2"
		},
		{
			"Source":
			{
				"Text": "Select A Language:"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BEAB6581414ECE75ECABAD8206E52ACB"
		},
		{
			"Source":
			{
				"Text": "Select A Location:"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "4B508222483B0FEDB31C939270691445"
		},
		{
			"Source":
			{
				"Text": "Settings"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "981C0E8A4DF7A59F4932F7BB543B1DD7"
		},
		{
			"Source":
			{
				"Text": "Settings"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3A44E6C84C12F4ACD6A1318863236F3A"
		},
		{
			"Source":
			{
				"Text": "Settings"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8B2AFAE44DF5EA1E4FECAD8B406C2E9F"
		},
		{
			"Source":
			{
				"Text": "Start"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "EABF88C0477B1E5B4696C6BBC5870C9A"
		},
		{
			"Source":
			{
				"Text": "Stories"
			},
			"Translation":
			{
				"Text": "Histoires"
			},
			"Key": "82B713FE496E023F31DE09850A96E0D1"
		},
		{
			"Source":
			{
				"Text": "Story Name"
			},
			"Translation":
			{
				"Text": "Nom de l'histoire\r\n"
			},
			"Key": "EE3435A045BE74B041B11BBE59C8FA2C"
		},
		{
			"Source":
			{
				"Text": "Tab Title"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BE0E6BF349C979556B7247887F2A4A2F"
		},
		{
			"Source":
			{
				"Text": "Text"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6F665BB64D1B3CBF424716AAE129C756"
		},
		{
			"Source":
			{
				"Text": "Toby Fox"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5FBA5C524EFF5DDCDBB4C0B0480D18EB"
		},
		{
			"Source":
			{
				"Text": "Transcript"
			},
			"Translation":
			{
				"Text": "Transcription"
			},
			"Key": "027E7F2240AEB52CA46C36BCEF240436"
		},
		{
			"Source":
			{
				"Text": "Unknown"
			},
			"Translation":
			{
				"Text": "Inconnu"
			},
			"Key": "8B7D19294587B81DE9428ABF5EF03B0F"
		},
		{
			"Source":
			{
				"Text": "Unknown"
			},
			"Translation":
			{
				"Text": "Inconnu"
			},
			"Key": "AD1DE4C649EEDA006DD045AB58F6FB2B"
		},
		{
			"Source":
			{
				"Text": "Water Flowing Noise\r\n...\r\n...\r\n..."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9D8B961945480D7C39A92C8EED75443F"
		},
		{
			"Source":
			{
				"Text": "[Birds Chirping]"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CC2377E8407C6CD9453C2DB3118B0A85"
		},
		{
			"Source":
			{
				"Text": "[Test Subtitles 2:00]"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "922AFA384E6C2A6650155188B98D2EA1"
		},
		{
			"Source":
			{
				"Text": "[Test Subtitles 4:00]"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5F765CFE4F58C524062A448CA8FDBE1F"
		},
		{
			"Source":
			{
				"Text": "[Test Subtitles 6:00]"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "702289F840231CC872CBF28DAA19FF85"
		},
		{
			"Source":
			{
				"Text": "[Test Subtitles 8:00]"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "22F445334737DFD17003A8A09B6F396B"
		},
		{
			"Source":
			{
				"Text": "[Water Flowing]"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CE2A6B464C55B9017C7814910A4B7DAE"
		},
		{
			"Source":
			{
				"Text": "and it got rough and the night changed."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7DDC214F47E17E32D82D848D60929D9E"
		},
		{
			"Source":
			{
				"Text": "and when they took the salmon into the boat"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2186572A4BB3670044FF0C8BD943D79A"
		},
		{
			"Source":
			{
				"Text": "eventually that it must be people"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0E4C28744E489AF27CDDD0AD36E42C52"
		},
		{
			"Source":
			{
				"Text": "in here, at this beach."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "614FB95B4AA90BFA5D3A4897A208720B"
		},
		{
			"Source":
			{
				"Text": "there was a crew fishing for salmon a bit from this place,"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6F6A7C824E6A09AA475B4392A181D03F"
		},
		{
			"Source":
			{
				"Text": "they heard the most dog-like crying they ever heard,"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C53011DA4B77FF56695E718676B64E12"
		},
		{
			"Source":
			{
				"Text": "they were as black as the devil."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "69C01115452C90DADB0A289DDA0E1332"
		},
		{
			"Source":
			{
				"Text": "who were drowned in the old days who were there."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "596CD3084D78F4845E93F79D1E4128F0"
		},
		{
			"Source":
			{
				"Text": "“But one night, some years ago, there was a crew fishing for salmon a bit from this place, and when they took the salmon into the boat they heard the most dog-like crying they ever heard, in here, at this beach. And they got afraid, and after a while this crying changed to laughing. And they were listening all the time, and they thought eventually that it must be people who were drowned in the old days who were there. And they rowed home as quickly as they could, and it got rough and the night changed. And all the salmon they got that night, they were as black as the devil. And they were making out that they were all people who were drowned.”"
			},
			"Translation":
			{
				"Text": "\"Mais une nuit, il y a quelques années, un équipage pêchait le saumon un peu plus loin que cet endroit, et lorsqu'ils ont embarqué le saumon dans le bateau, ils ont entendu les pleurs les plus ressemblants à ceux d'un chien qu'ils n'aient jamais entendu, ici, sur cette plage. Ils ont eu peur, et au bout d'un moment, les pleurs se sont transformés en rires. Ils écoutaient tout le temps, et ils ont fini par penser que ce devait être des gens qui s'étaient noyés dans le passé qui se trouvaient là. Ils rentrèrent à la rame aussi vite qu'ils le purent, mais le temps se gâtait et la nuit changeait. Tous les saumons qu'ils ont pêchés cette nuit-là étaient aussi noirs que le diable. Et ils ont fait croire qu'ils étaient tous des noyés.\""
			},
			"Key": "172B3199408663C72A6ABB8DB98132A3"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "ST_English",
			"Children": [
				{
					"Source":
					{
						"Text": "Boat Info"
					},
					"Translation":
					{
						"Text": "Informations sur le bateau"
					},
					"Key": "Portbradden_BoatTitle"
				},
				{
					"Source":
					{
						"Text": "One can find many place-names connected with salmon-fishing throughout the island of Ireland. For example, the Salmon Leap at Coleraine, a weir only a little over ten miles to the south-east of Portbraddan on the river Bann (the first record of the place dates to 1610, from the Atlas of Great Britain by John Speed), but also the town of Leixlip in Co. Kildare. The latter comes from the Old Norse lax ‘salmon’ and hlaup ‘leap’, a direct Norse translation of the Irish léim an bhradáin ‘leap of the salmon’. [image 1] Fishing for salmon was a renowned activity of the Irish fishermen. In Irish folklore, and connected with the famous Finn mac Cool, the leader of the legendary Irish Fianna, whose personality is connected to the story of the Giant’s Causeway only a short trip from Portbraddan along the coast, who was responsible for catching ‘a salmon of knowledge’ (Ir. bradán feasa) at the river Boyne. As he roasted and tasted the fish, Finn acquired the power of knowledge. [image 1] Esteemed as the most valuable fish, it was prohibited to name the fish of salmon by its name, so Irish fishermen made up many nicknames to avoid this. “They used to talk about them as fish and the silvery fellows”, Bairbre Ní Fhloinn reports, also the lad (or, in Irish, an buachaill), an boyo, an boc ‘the buck’ (in Co. Galway), the gentleman (or, in Irish, an duine uasal) in Co. Kerry, cold iron or cold iron fellow in Co. Down.\n\nThey preferred not to call the fish by its name in other places too: on the Isle of Man, England and Scotland they fished called it the red fish, and sometimes the beast or the fool with the scales. In Norway, the fishermen used to call the salmon blank-kar ‘the bright fellow’, generalen ‘the general’ and kongen ‘the king’. In Scotland, the fishermen also called the salmon by a name like ‘Charlie’ or ‘Billie’. [image 1] The old fishermen used to rub some of the blood of the first salmon onto their shoes as soon as it came into the boat. They thought it was very lucky to do that. It was unlucky to bring boiled eggs on board if you are salmon-fishing. If the salmon-fishermen might meet a red-haired woman, a fox, or a hare, on his way to the harbour, they would likely to return home. The fishermen of Glenariffe, Co. Antrim, believed the salmon to have some supernatural qualities: “if they were ginnlin’ salmon (i.e. tickling the fish running your hand under the stone easily until you get hold of them), and the salmon squeals, they’ll leave him alone”.[image 1] On the north coast, there were stories told of salmon-fishing, and the fishermen believed that salmon had some connection to the fairies and the dead.\r\n\r\nHere is a story we heard. “But one night, some years ago, there was a crew fishing for salmon a bit from this place, and when they took the salmon into the boat they heard the most dog-like crying they ever heard, in here, at this beach. And they got afraid, and after a while this crying changed to laughing. And they were listening all the time, and they thought eventually that it must be people who were drowned in the old days who were there. And they rowed home as quickly as they could, and it got rough and the night changed. And all the salmon they got that night, they were as black as the devil. And they were making out that they were all people who were drowned.”"
					},
					"Translation":
					{
						"Text": "On trouve de nombreux noms de lieux liés à la pêche au saumon dans toute l'île d'Irlande. Par exemple, le Salmon Leap (“Saut du Saumon”) à Coleraine, est un barrage situé à un peu plus de dix miles au sud-est de Portbraddan sur la rivière Bann (la première mention du lieu daté de 1610, dans l'Atlas of Great Britain de John Speed), mais aussi la ville de Leixlip dans le comté de Kildare. Ce dernier vient du vieux norrois lax \"saumon\" et hlaup \"saut\", traduction directe en norrois de l'irlandais léim an bhradáin \"saut du saumon\". [image 1] La pêche au saumon était une activité réputée des pêcheurs irlandais. Dans le folklore irlandais, et en relation avec le célèbre chef de la légendaire Fianna irlandaise, Finn Mac Cool, dont la personnalité est liée à l'histoire de la Chaussée des Géants, située à une courte distance de Portbraddan le long de la côte. Finn était responsable de la capture d'un \"saumon de la connaissance\" (Ir. bradán feasa) sur la rivière Boyne, en rôtissant et en dégustant le poisson, Finn acquit le pouvoir de la connaissance. [image 1] Considéré comme le poisson le plus précieux, il était interdit d'appeler le saumon par son nom, aussi les pêcheurs irlandais ont-ils inventé de nombreux surnoms pour éviter cela. Bairbre Ní Fhloinn rapporte qu'ils parlaient d'eux comme des poissons et des poissons argentés, mais aussi comme le garçon (ou, en irlandais, an buachaill), an boyo, an boc \"le mâle\" dans le comté de Galway, le gentleman (ou, en irlandais, an duine uasal) dans le comté de Kerry, cold iron ou cold iron fellow dans le comté de Down. \r\n\r\nCette superstition se retrouve également ailleurs : sur l'île de Man, on appelait le saumon eeast jiarg \"le poisson rouge\", de même que les pêcheurs anglais et écossais, et on l'appelait parfois \"la bête\" ou \"le fou à écailles\" (angl. the beast; the fool with the scales). En Norvège, les pêcheurs appelaient le saumon blank-kar \"le vif\", generalen \"le général\" et kongen \"le roi\". En Écosse, les pêcheurs appelaient également le saumon par un nom personnel, comme \"Charlie\" ou \"Billie\". [image 1] Les anciens pêcheurs avaient l'habitude de frotter leurs chaussures avec le sang du premier saumon dès qu'il arrivait dans le bateau : ils pensaient quecela portait chance. Au contraire, apporter des œufs durs à bord d'un bateau de pêche au saumon portait malheur. Si les pêcheurs de saumon rencontraient une femme aux cheveux roux, un renard ou un lièvre sur le chemin du port, il était probable qu’ils rentrent chez eux. Les pêcheurs de Glenariffe, dans comté d’Antrim, croyaient que le saumon avait des qualités surnaturelles : \"s'ils faisaient du ginnlin’ (c'est-à-dire qu'ils chatouillaient le poisson en passant la main sous la pierre jusqu'à ce qu'ils l'attrapent) et que le saumon couinait, ils le laissaient tranquille\".[image 1] Sur la côte nord, on racontait des histoires sur la pêche au saumon, et les pêcheurs pensaient que le saumon avait un lien avec les fées et les morts.\r\n\r\nVoici une histoire que nous avons entendue. \"Mais une nuit, il y a quelques années, un équipage pêchait le saumon un peu plus loin que cet endroit, et lorsqu'ils ont embarqué le saumon dans le bateau, ils ont entendu les pleurs les plus ressemblants à ceux d'un chien qu'ils n'aient jamais entendu, ici, sur cette plage. Ils ont eu peur, et au bout d'un moment, les pleurs se sont transformés en rires. Ils écoutaient tout le temps, et ils ont fini par penser que ce devait être des gens qui s'étaient noyés dans le passé qui se trouvaient là. Ils rentrèrent à la rame aussi vite qu'ils le purent, mais le temps se gâtait et la nuit changeait. Tous les saumons qu'ils ont pêchés cette nuit-là étaient aussi noirs que le diable. Et ils ont fait croire qu'ils étaient tous des noyés\"."
					},
					"Key": "Portbradden_SalmonBody"
				},
				{
					"Source":
					{
						"Text": "Portbraddan Harbour was once a small fishing hamlet where salmon-fishing was practiced for a long time. The earliest record of the place is dated to 1822, found in the itinerary to the Giant’s Causeway (1st edition 1788), by Rev. William Hamilton who reported of Port-Bradan or ‘Salmon Harbour’. The place-name can be explained from port, meaning ‘harbour’, and bradán, an Irish word for ‘salmon’. [image 2]"
					},
					"Translation":
					{
						"Text": "Portbraddan Harbour était autrefois un petit hameau de pêcheurs où la pêche au saumon était pratiquée depuis longtemps. La première mention du lieu remonte à 1822, dans l'itinéraire de la Chaussée des Géants (The Giant’s Causeway Itinerary, 1ère édition 1788), par le révérend William Hamilton, qui parle de Port-Bradan ou \"Salmon Harbour\". Le nom du lieu s'explique par le fait que port signifie \"port\" et bradán, un mot irlandais signifiant \"saumon\"."
					},
					"Key": "Portbradden_Body1"
				},
				{
					"Source":
					{
						"Text": "Portbradden Harbour"
					},
					"Translation":
					{
						"Text": "Port de Portbradden"
					},
					"Key": "Portbradden_Title"
				},
				{
					"Source":
					{
						"Text": "Salmon Fishing"
					},
					"Translation":
					{
						"Text": "La pêche au saumon "
					},
					"Key": "Portbradden_SalmonTitle"
				},
				{
					"Source":
					{
						"Text": "[image 2] There were special boats here, in Portbraddan, used for salmon-fishing. The North Coast salmon boats, known as cobles, were based on Aberdeen cobles from Scotland. The one you can see is a digital replica of the boat used by Bertie McKay, donated to National Museum of Northern Ireland in 1982. Built in 1930, double-ended for better control coming ashore with the falter floor for better carrying power, this boat is a combination of the typical double ended clinker built drontheim synonymous with the Antrim coast and the traditional Scotch salmon coble."
					},
					"Translation":
					{
						"Text": "[image 2] Des bateaux spéciaux étaient utilisés ici, à Portbraddan, pour la pêche au saumon, et en voici un exemple. Appelé cobble à saumon, il a été utilisé par Bertie McKay jusqu'à sa retraite et a été donné au Musée national d'Irlande du Nord en 1982. Construit en 1930, ce bateau a été conçu sur le modèle d'un ancien bateau à deux extrémités qui, pendant de nombreuses années, a travaillé avec succès à la station voisine de Portmoon. Il s'agit d'une combinaison du typique drontheim à deux extrémités construit en clinker, synonyme de la côte d'Antrim, et du traditionnel cobble à saumon écossais. Il combine la forme à double extrémité pour un meilleur contrôle lors de l'accostage en mer, mais utilise le plancher de la cobble pour une meilleure capacité de transport.\r\n\r\n"
					},
					"Key": "Portbradden_BoatBody"
				}
			]
		}
	]
}